SourceLANGID=1033
LANGID=1040
Generator=DKLang Translation Editor v3.0
LastModified=2017-04-18 17:24:22

[About]
00000002=Info
00000094=Aren
00000161=Chiudi
00000162=Versioni
00000165=Commenti, bugs, migliorie ecc. sono ben accetti.
00000166=Info su  Advanced Renamer
00000167=Verifica anche il forum
00000168=Fai una donazione
00000169=Nome:
00000170=Registrato per:
00000171=Applica
00000172=Ottieni chiave di licenza
00000173=Per uso personale:
00000174=Donazione
00000175=Per uso commerciale:
00000176=Acquista

[AddDir]
00000002=Aggiungi Cartella
00000094=&Maschera:
00000161=Annulla
00000162=OK
00000163=Includi &Sottocartelle
00000164=Nuova Cartella...
00000165=Espressione regolare trovata:

[ARenMain]
00000002=ARen
00000005=0 Oggetti
00000006=0 Errori
00000007=Stato: OK
00000008=Barra Principale
00000009=Aggiorna
00000010=&Prova gruppo
00000011=Auto &Test
00000012=Anteprime
00000013=Impostazioni
00000014=&Aiuto
00000015=&Indice...
00000016=S&corciatoie...
00000017=&Versione...
00000018=Verifica &Aggiornamenti...
00000020=&Info...
00000021=&Annulla gruppo precedente
00000022=ESEGUI CONVERSIONE
00000023=Barre degli Strumenti
00000024=&Aggiungi
00000025=&File...
00000026=&Cartelle...
00000027=&Lista
00000028=&Carica...
00000029=&Salva...
00000030=&Cancella...
00000031=Rimuovi file &errati
00000032=Sposta all'inizio
00000033=Sposta su
00000034=Sposta giù
00000035=Sposta alla fine
00000036=Rinomina i file
00000058=Rinomina cartelle
00000067=Nome file:
00000068=Cartella:
00000069=Dimensione:
00000070=Data di creazione:
00000071=Data di modifica:
00000072=Tipo di fle:
00000073=Attributi:
00000074=Data ultimo accesso:
00000075=Info Oggetto
00000076=Nessuna Info
00000077=Impossibile caricare info aggiuntive. il file può essere in uso.
00000078=Img
00000079=Dimensioni:
00000080=Data di creazione:
00000081=Autore:
00000082=Copyright:
00000084=ID3
00000085=Titolo:
00000086=Artista:
00000087=Album:
00000088=Traccia:
00000089=Anno:
00000090=Genere:
00000091=Cartella
00000092=Contiene:
00000094=Nessun metodo trovato.
00000095=Rinomina lista metodi
00000096=Barra Metodo
00000097=Aggiungi metodo
00000098=Rimuovi metodo
00000099=Cancella
00000100=Inizio
00000101=Su
00000102=Giù
00000103=Fine
00000105=Carica lista metodi
00000106=Salva lista metodi
00000107=Predefiniti:
00000110=Salva lista
00000111=Sposta selezionato
00000112=Sposta all'inizio
00000113=Sposta Su
00000114=Sposta Giù
00000115=Sposta alla fine
00000116=Aggiungi...
00000117=Rimuovi
00000118=Esegui
00000119=Proprietà...
00000120=Carica lista...
00000121=Nel file di testo...
00000122=Cancella lista
00000123=Aggiorna
00000124=Imposta
00000125=Adatta colonne
00000144=Personali&zza...
00000145=&Copia
00000152=Sposta
00000153=Inizio
00000154=Su
00000155=Giù
00000156=Fine
00000157=Cambia metodo in
00000158=Aggiungi metodo
00000159=Elimina
00000160=Cancella
00000161=Hai bisogno d'aiuto per iniziare?
00000162=Hai bisogno d'aiuto per iniziare?
00000163=&Per iniziare...
00000164=Aggiungi metodo gruppo
00000179=Inserisci &Tag
00000180=&Annulla
00000181=&Taglia
00000182=&Copia
00000183=&Incolla
00000184=Selezion&a Tutto
00000185=Visita il &forum online...
00000186=Personalizza colonne
00000187=Imposta
00000188=Adatta colonne
00000189=Personalizza...
00000190=Visualizza stile
00000191=Dettagli
00000192=Icone grandi
00000193=Icone piccole
00000194=Lista
00000196=Spunta
00000197=Despunta selezionato
00000198=Spunta selezionato
00000200=Deseleziona tutto
00000201=Seleziona tutto
00000202=Modalità gruppo:
00000203=Cartella di destinazione:
00000204=Salva lista
00000205=Su file CSV...
00000206=Rimuovi oggetti senza tag ID3
00000207=Rimuovi oggetti senza info immagine
00000219=Se il Nome coincide (regola):
00000220=Separatore:
00000221=Modello:
00000223=Apri metodo gruppo
00000225=Salva metodo gruppo
00000226=Video
00000227=Dimensioni:
00000228=Frame rate:
00000229=Durata:
00000230=Codec Video:
00000231=Codec Audio
00000232=Bitrate:
00000233=Posizione GPS:
00000234=Ordinamento casuale
00000235=Cambia descrizione...
00000236=Precisione GPS:
00000237=ExifTool
00000238=Aggiungi cartella strumenti
00000239=Aggiungi selezionato
00000240=Mostra i file
00000241=Aggiorna
00000242=Pannello Cartella
00000243=Pannello cartella
00000244=Aggiungi selezionato
00000245=Serie TV...
00000246=Importa
00000247=Serie TV:
00000248=Episodio TV:
00000249=File CSV...
00000250=Seleziona per maschera...
00000251=Deseleziona per maschera...
00000252=Programma
00000253=Configurazione riga di comando...
00000254=Inverti spunte
00000255=Seleziona
00000256=Seleziona tutto
00000257=Deseleziona tutto
00000258=Inverti selezione
00000259=Spunta se diverso dalla maschera...
00000260=Apri la cartella contenente
00000261=Una nuova versione di Advanced Renamer è disponibile.
00000262=Aggiorna ora!
00000264=chiudi
00000265=Chiave di licenza...
00000266=Valori GPS
00000267=Metadata
00000268=Sovrascrivi nuovo nome del file...

[CustomizeCols]
00000002=Personalizza colonne
00000094=Imposta colonne:
00000095=&Colonne:
00000096=&Larghezza colonne:
00000097=OK
00000098=Annulla
00000099=Su
00000100=Giù
00000101=Inizio
00000102=Fine
00000103=Salva
00000104=Elimina

[InsertTag]
00000003=<Inc Nr> - Incremento numeri
00000096=Predefinito
00000097=<DirName> - Nome della cartella
00000099=<Inc Alpha> - Incremento lettere
00000101=<Num Dirs> - Numero totale sottocartelle nella cartella
00000103=<Num Files> - Numero totale dei file nella cartella
00000105=<Ext> - Estensione
00000107=<Name> - Nome file senza estensione
00000109=<Inc NrDir> - Incremento numeri per cartella
00000111=<Num Items> - Numero totale di oggetti nella lista
00000113=ID3/MP3
00000114=<ID3 Album>
00000116=<ID3 Anno>
00000118=<ID3 Traccia>
00000120=<ID3 Titolo>
00000122=<ID3 Genere>
00000124=<ID3 Artista>
00000126=Immagine
00000127=<IMG Largh> - Larghezza Immagine
00000129=<IMG Alt> - Altezza Immagine
00000131=<IMG Anno> - Anno Immagine
00000133=<IMG Mese> - Mese Immagine
00000135=<IMG Giorno> - Giorno Immagine
00000137=<IMG Ora> - Ora Immagine
00000139=<IMG Min> - Minuti Immagine
00000141=<IMG Sec> - Secondi Immagine
00000143=<IMG Autore> - Artista Immagine
00000145=<IMG Copyright> - Copyright Immagine
00000147=Ora
00000148=<Anno>
00000150=<Sec>
00000152=<Min>
00000154=<Ora>
00000156=<Giorno>
00000158=<Mese>
00000160=Creazione
00000161=<Anno Creazione>
00000163=<Sec Creazione>
00000165=<Min Crezione>
00000167=<Ora Creazione>
00000169=<Giorno Creazione>
00000171=<Mese Creazione>
00000173=Modificato
00000174=<Anno Modifica>
00000176=<Sec Modifica>
00000178=<Min Modifica>
00000180=<Ora Modifica>
00000182=<Giorno Modifica>
00000184=<Mese Modifica>
00000186=Aiuto
00000187=<Rand> - Numero casuale
00000188=Avanzate
00000189=<Contenuto file>
00000190=<Bitrate>
00000191=<Substr> - Sottostringa
00000192=<RSubstr> - Sottostringa - destra
00000193=<Word> Parola indicizzata del Nome File
00000194=<IMG Sottosec>
00000195=Dimensione File
00000196=<DimensioneFile>
00000197=<DimensioneFile KB>
00000198=<DimensioneFile MB>
00000199=<DimensioneFile GB>
00000200=<DimensioneFile TB>
00000201=Video
00000202=<Video Width> - Risoluzione Video orizzontale
00000203=<Video Height> - Risoluzione Video Verticale
00000204=<Video Codec> - Codec Video
00000205=<Video Audio Codec> - Codec Audio
00000206=<Bitrate> - Bitrate complessivo
00000207=<Video Bitrate> - Bitrate del solo video
00000208=<Video Audio Bitrate> - Bitrate del solo audio
00000210=<Video FrameRate> - N° frame per secondo (Fps)
00000211=<Video Duration> - Durata Video
00000212=<ImgProduttoreMacchinaFotografica>
00000213=<Img ModelloMacchinaFotografica>
00000214=<Img Apertura>
00000215=<Img Luminosità>
00000216=<Img LunghezzaFocale>
00000217=<Img ISO>
00000218=<Img VelocitàOtturatore>
00000219=<Img TempoDiEsposizione>
00000220=<Img Soggetto>
00000221=<Img Titolo>
00000222=<Img Contrasto>
00000223=<Img MetodoEsposizione>
00000224=<Img ProgrammaEsposizione>
00000225=<Img Saturazione>
00000226=<Img Nitidezza>
00000227=<Img BilanciamentoBianco>
00000228=GPS
00000229=<GPS Lat> - Latitudine
00000230=<GPS Lat Deg> - Latitudine  Gradi
00000231=<GPS Lat Sec> - Latitudine Secondi
00000232=<GPS Lat Min> - Latitudine Minuti
00000237=<GPS Lng> - Longitudine
00000238=<GPS Lng Deg> - Longitudine Gradi
00000239=<GPS Lng Min> - Longitudine Minuti
00000240=<GPS Lng Sec> - Longitudine Secondi
00000241=<GPS Alt> - Altitudine
00000242=<GPS Paese> - Paese in cui è stata scattata la foto
00000243=<GPS Città> - Città in cui è stata scattata la foto
00000244=<GPS State> - Stato in cui è stata scattata la foto
00000245=<GPS Lng Dir> - Direzione Longitudine
00000246=<GPS Lat Dir> - Direzione Latitudine
00000247=<ExifTool> - Valore da ExifTool
00000249=Checksum
00000250=<MD5> - Checksum MD5
00000251=<SHA1> - Checksum SHA-1
00000252=<SHA256> - Checksum SHA-256
00000253=SerieTV
00000254=<TVShow Genere> - Lista del genere
00000255=<TVShow Anno> - Anno trasmissione episodio
00000256=<TVShow Titolo> - Nome Serie TV
00000257=<TVShow Stagione> - Numero stagione
00000258=<TVShow NumeroEpisodio> - Numero episodio
00000259=<TVShow Giorno> - Giorno trasmissione episodio
00000260=<TVShow Mese> - Mese trasmissione episodio
00000261=<TVShow AnnoInizio> - Anno prima trasmissione episodio
00000262=<TVShow TitoloEpisodio> - Titolo episodio
00000263=<TVShow SequenzaEpisodio> - Numero sequenziale episodio
00000264=<Inc Hex> - Incremento numeri esadecimali
00000265=<Inc Romani> Incremento numeri romani
00000266=<Titolo Video>
00000267=<Genere Video>
00000279=<ID3 Durata> - Durata audio
00000280=<ID3 Ora> - Parte durata audio in ore
00000281=<ID3 Min> - Parte durata audio in minuti
00000282=<ID3 Sec> - Parte durata audio in secondi
00000283=<Video Ora> - Parte durata video in ore
00000284=<Video min> - Parte durata video in minuti
00000285=<Video Sec> - Parte durata video in secondi
00000286=<Riga File>
00000287=<Dec Nr> Decremento numero
00000288=<UnixTimestamp>
00000289=<UnixTimestamp Creazione>
00000290=<UnixTimestamp Modificato>
00000291=Documentazione tag
00000292=<Img DPI> - Risoluzione immagine in DPI
00000293=<Img Width Inch> - Larghezza in pollici
00000294=<Img Height Inch> - Altezza in pollici
00000295=<Img Width Cm> - Larghezza in centimetri
00000296=<Img Height Cm> - Altezza in centimetri
00000297=<Img Width Mm> - Larghezza in millimetri
00000298=<Img Height Mm> - Altezza in millimetri
00000299=<Rand Str> - Stringa casuale
00000300=<ID3 Disc> - Id3 Disco

[InsertTagWnd]
00000002=Inserisci Etichetta
00000094=Annulla
00000095=Valore numerico
00000096=Modello
00000097=OK
00000098=Usa espressioni regolari
00000099=Tags:
00000100=Metacaratteri per espressioni regolari:

[Patern]
00000002=Modelli
00000094=&Modelli disponibili:
00000159=Elimina
00000160=&Modello selezionato:
00000161=OK
00000162=Annulla
00000163=Aggiungi
00000164=&Nuovo

[PreRenaming]
00000002=Avvio rinomina
00000094=Opzioni di rinomina:
00000160=Assicurati che le opzioni siano corrette prima di premere il pulsante di Rinomina.
00000161=Annulla
00000162=Rinomina

[Progress]
00000002=Avanzamento
00000094=Attendere mentre eseguo il gruppo...
00000160=Totale dei file:
00000161=OK
00000162=Verifica errori
00000163=Aggiungi i file:
00000164=Nessuno
00000165=Nessuno\nFile che possono essere rinominati\nFile che non possono essere rinminati\nTutti i file
00000166=TabSheet1
00000167=NomeFile
00000168=CodiceErrore
00000169=Desc Errore
00000170=File totali:
00000171=Riusciti:
00000172=Errori:
00000173=TabSheet2
00000174=Errori trovati:

[ProgressAdd]
00000002=Attendere
00000094=Aggiunta dei file...
00000161=Annulla

[ProgressError]
00000002=Sono stati trovati errori.
00000094=Sono stati trovati errori nei file selezionati per il gruppo. I seguenti file non possono essere rinominati. Scegli una delle azioni seguenti. Ancora nessun file è stato rinominato.
00000161=Ferma gruppo
00000163=Ignora i file errati
00000164=File totali:
00000165=Errori:
00000166=NomeFile
00000167=Errore

[Settings]
00000002=Impostazini
00000161=Annulla
00000162=OK
00000163=Predefinito
00000164=&Sostituisci i non supportati con:
00000165=&Larghezza miniatura:
00000166=&Altezza miniatura:
00000167=Mostra file info
00000168=Conferma &Cancella lista
00000171=&Menu contestuale di Explorer
00000172=Mostra &Griglia
00000173=Usa informazioni EXIF per altezza e larghezza immagine
00000175=Lingua:
00000177=Salva impostazioni in questa cartella:
00000178=Cartella personale
00000179=Stessa cartella di aren.exe
00000183=ID3v1, ID3v2
00000184=ID3v1, ID3v2\nID3v2, ID3v1\nID3v1\nID3v2\n
00000186=Apri cartella..
00000187=Mostra aiuto 'per iniziare'
00000188=Aggiungi gli zeri alle etichette con tag Inc Nr (numeri incrementali)
00000194=Verifica aggiornamenti all'avvio
00000195=Campo EXIF per operazioni di data e ora immagine:
00000196=Se spuntato influisce sui tag Inc Nr
00000197=Separatori di parola:
00000198=Associa i file .aren ad Advanced Renamer
00000199=Ambiente
00000200=Programma
00000201=Rinomina
00000202=File immagine
00000203=File musicali
00000204=Preferenza ID&3:
00000205=Mostra pulsante 'aggiungi metodo'
00000206=Aggiungi a fine trattamento:
00000207=Attiva console
00000208=Cartella dell'applicazione nel percorso ambiente
00000209=Editor JS Script
00000210=Trattino (nello spazio):
00000212=Scorri oltre la fine della riga
00000213=Limite voci:
00000214=Rinominare coppie di file con lo stesso nuovo nome

[UndoBatchForm]
00000002=Annulla
00000094=Seleziona un metodo di Annullamento dalla lista a sinistra
00000161=Chiudi
00000162=Annulla questa lista
00000163=Nome File originale
00000164=Nome file Rinominato
00000165=Errore
00000166=Cartella originale
00000167=Seleziona tutto
00000168=Deseleziona tutto
00000169=Seleziona un gruppo precedente qui sotto e clicca sul pulsante "Annulla questa lista" per annullare la rinomina.
00000170=Cartella rinominata
00000171=Elimina...
00000172=Deseleziona elementi &errati

[frmAddFolderChoice]
00000001=Aggiungi cartella
00000002=Annulla
00000003=OK
00000004=Aggiungi i file nelle cartelle
00000005=Aggiungi cartelle
00000006=Includi sottocartelle
00000007=Maschera NomeFile
00000008=Scegli come aggiungere le cartelle in Advanced Renamer.
00000009=Aggiungi cartelle &radice
00000010=Aggiungi &sottocartelle
00000011=Corrispondenza espressione regolare:

[BatchResultFrame]
00000003=Ultimo risultato
00000004=Numero totale oggetti:
00000005=Errori trovati:
00000006=Mostra errori...
00000007=Annulla ultimo gruppo...
00000008=Aggiungi tutti gli oggetti convertiti
00000009=Aggiungi gli oggetti con errori
00000010=Aggiungi tutti gli oggetti

[frmExifTool]
00000002=ExifTool
00000094=Chiudi
00000096=Tag:
00000097=Copia
00000098=Lo strumento Exif è un programma esterno che supporta i maggiori formati di file rispetto a quelli supportati nativamente da Advanced Renamer. Usa ExifTool per aggiungere maggiori metadati.
00000099=Sito web di ExifTool
00000100=Filtro:

[frmTVShow]
00000002=Importa Serie TV
00000003=OK
00000004=Cerca per Serie TV:
00000005=Cerca
00000006=Avanti >
00000007=< Indietro
00000008=Annulla
00000009=Serie selezionata:
00000010=Genere:
00000011=Stagioni:
00000013=Stagioni:
00000014=Episodi:
00000015=Usa questa guida per compilare i file nella lista con le info della Serie TV raccolte da TVMaze.com. \n\nPrima di continuare assicurarsi che i file nella lista siano ordinati correttamente.\n\nUna volta importate le informazioni da tvrage.com è possibile usare i tag della Serie TV per rinominare \ni file con le info della Serie TV.\n
00000016=Importa da:
00000017=Conteggio lista file:
00000018=Conteggio episodio selezionato:
00000019=Aggiorna
00000020=Tutto
00000021=Niente
00000022=Tutto
00000023=Niente

[frmCSVImport]
00000002=Importa CSV
00000003=&Importa
00000008=Annulla
00000009=Nome file:
00000010=Separatore colonna:
00000011=Colonna per il nome del file originale:
00000012=Colonna per il nuovo nome: (opzionale)
00000013=Cartella base per i file originali:
00000014=La prima riga è l'intestazione
00000015=Nome file originale
00000016=Nuovo nome file
00000017=Stato

[frmCommandLine]
00000002=Configurazione riga di comando
00000202=Modalità gruppo:
00000223=Apri metodo gruppo
00000224=Percorso:
00000225=Metodo file lista:
00000226=Tipi di elementi:
00000227=Elementi:
00000228=Ordina elementi:
00000229=Uscita su file log:
00000230=Cartella di destinazione:
00000231=Maschera elemento:
00000232=Maschera elemento Regex:
00000233=Comando:
00000234=File contenente oggetti:
00000235=Aggiungi anche gli elementi dalle sottocartelle
00000236=Inverti
00000237=Elementi dal percorso
00000238=Lista degli elementi
00000239=File contenente oggetti
00000240=Copia comando
00000241=Salva su file .bat...
00000242=Chiudi
00000243=Apri file
00000244=Salva file
00000245=Salva file gruppo

[frmJSScript]
00000001=Script
00000002=Chiudi ed applica lo script
00000003=Lo script sarà eseguito una volta per ogni oggetto nella lista.
00000004=Lo script sarà eseguito solo una volta prima di iterare e processare tutti gli oggetti nella lista.\nUsalo per impostare ogni valore iniziale.

[GPSValuesForm]
00000002=Valori GPS
00000003=Valore originale\nValore\n
00000004=OK
00000005=Annulla
00000006=Utilizzare la lista sotto per sovrascrivere i valori GPS.

[MetaDataBatchForm]
00000002=Scrittura metadati in batch
00000003=Campo metadati:
00000004=AVVIA BATCH
00000005=Questa funzionalità è disponibile solo per gli utenti registrati. Sarai limitato a lavorare solo su un elemento.
00000017=Cambiando i metadati i file potrebbero corrompersi. Assicurati di aver fatto un backup di ogni file prima di tentare di cambiare i metadati.Utilizzare questa funzionalità solo sui file che si trovano sui dischi rigidi locali. Funziona con la maggior parte delle immagini JPEG e molti altri tipi di file.
00000018=Nome file
00000019=Valore originale
00000020=Nuovo valore
00000021=Stato
00000022=Annulla
00000023=Chiudi

[PleaseRegisterForm]
00000002=Registrati
00000094=Se ti piace Advanced Renamer e lo usi di frequente, supporta il progetto acquistando una licenza. Usa uno dei tasti sotto per acquistare una chiave di licenza.
00000173=Per uso personale:
00000174=Dona
00000175=Per uso commerciale:
00000176=Acquista
00000177=Chiudi
00000181=Chiave di licenza:
00000182=Nome:
00000183=Registrato per:
00000184=Applica

[$CONSTANTS]
AbsoluteDateTime=Data e ora assoluti
Accessed=Accesso
AccessedDateTime=Data e ora di accesso
Action=Azione
Active=Attivo
Add=Aggiungi
AddFiles=Aggiungi i file
AddingFiles=Aggiunta dei file...
All=Tutto
AllFiles=Tutti i file
AllItems=Tutti gli oggetti
AnalyzingFiles=Analisi dei file...
ApplyScript=Applica script
ApplyTo=Applica a...
Archive=Archivio
Archive_Short=A
Ask=Chiedi
AtIndex=in posizione
Audio=Audio
Backwards=Indietro
BatchModeCopy=Copia
BatchModeMove=Sposta
BatchModeRename=Rinomina
Beta=Beta
BetaFeature=Caratteristica Beta
CaseSensitive=MAIUSCOLE/minuscole
ColumnName0=Nome file
ColumnName1=Percorso
ColumnName10=Genere ID3
ColumnName100=Nome cartella
ColumnName101=Percorso
ColumnName102=Data di creazione
ColumnName103=Attributi
ColumnName104=Nuovi attributi
ColumnName105=Nuovo nome cartella
ColumnName106=Nuova data di creazione
ColumnName107=Codice di errore
ColumnName108=Errore
ColumnName109=Nuovo percorso
ColumnName11=ID3 Titolo
ColumnName12=ID3 Traccia
ColumnName13=ID3 Anno
ColumnName14=Nuovi attributi
ColumnName15=Nuovo nome file
ColumnName16=Nuova data di creazione
ColumnName17=Nuova data di accesso
ColumnName18=Nuova data di modifica
ColumnName19=Codice di errore
ColumnName2=Dimensione
ColumnName20=Errore
ColumnName21=Data Importazione
ColumnName22=Estensione
ColumnName23=Nuovo percorso
ColumnName3=Data di creazione
ColumnName4=Data di accesso
ColumnName5=Data di modifica
ColumnName6=Attributi
ColumnName7=Dimensioni
ColumnName8=ID3 Album
ColumnName9=ID3 Artista
CommercialUse=Uso commerciale
ContinueQuestion=Continuare?
CopiedFileCouldNotBeFound=Il file copiato non è stato trovato
CopiedFolderCouldNotBeFound=La cartella copiata non è stata trovata
CopiedItem=Oggetto copiato
CopiedItemPath=Percorso oggetto copiato
CopyValueToAll=Copia valore a tutto
CopyValueToAllAbove=Copia valore a tutti quelli sopra
CopyValueToAllBelow=Copia valore a tutti quelli sotto
Created=Creazione
CreatedDateTime=Data/ora di creazione
current=corrente
Datetime=Data/ora
Day=Giorno
Day_Long_1=Lunedì
Day_Long_2=Martedì
Day_Long_3=Mercoledì
Day_Long_4=Giovedì
Day_Long_5=Venerdì
Day_Long_6=Sabato
Day_Long_7=Domenica
Day_Short_1=Lun
Day_Short_2=Mar
Day_Short_3=Mer
Day_Short_4=Gio
Day_Short_5=Ven
Day_Short_6=Sab
Day_Short_7=Dom
DeltaDateTime=Data e ora delta
Description=Descrizione
DirnamePattern=Modello nome cartella
Edit=Modifica
Error=Errore
Errors=Errori
Err_100=OK
Err_101=Errore sconosciuto
Err_102=<>:"/\\*? non sono supportati nel nome file
Err_103=Nome file contenente caratteri non validi
Err_104=Nome file troppo lungo
Err_105=File già esistente
Err_106=La cartella non esiste
Err_107=Impossibile trovare il file di origine
Err_108=Nome file non specificato
Err_109=Possibilità di più file con lo stesso nome
Err_110=Metodo di rinomina non valido
Err_111=Nessuna info immagine trovata
Err_112=Nessun TAG ID3 trovato
Err_113=Troppi file per <Inc Alpha>
Err_114=Formato Data-Ora (timestamp) non valido
Err_115=Estensione cambiata
Err_116=Etichetta non valida
Err_117=Espressione regolare non valida
Err_118=Modello non trovato
Err_119=Nessun risultato dal server geo
Err_120=Risultato non valido dal server geo
Err_121=Nessuna info video trovata
Err_122=Nessuna infoe GPS trovata
Err_123=Le cartelle non possono essere spostate o copiate in una unità diversa
Err_124=Script non valido
Err_125=Errore ExifTool
Err_126=Le info della Serie Tv non sono state recuperate. Prima usa la finestra Importa Tv
Err_127=Ignora sulla duplicazione
Err_128=OK, coppia di file
Err_129=OK, nome sovrascritto
Err_FieldWriteError=Impossibile verificare campo scrittura
Excellent=Eccellente
EXIFDate_DateDigitized=Data digitalizzata
EXIFDate_DateOriginal=Data originale
EXIFDate_DateTaken=Data dello scatto
EXIFToolDate_DateOriginal=ExifTool DataOriginale
EXIFToolGPSDateTime=ExifTool GPS DataOra
Extension=Estensione
Fair=Discreta
File=File
FileCouldNotBeRenamed=Impossibile rinominare il file
Fileinfo=Info oggetto
FilenamePattern=Modello nome file
FileRenamedOK=File rinominato OK
Files=File
Folder=Cartella
FolderLocation=Posizione cartella
Folders=Cartelle
GettingThumbnails=Recupero miniature
Good=Buona
GotErrors=Errori trovati
HandleNegativeNumbers=Gestione numeri negativi
Hidden=Nascosto
Hidden_Short=H
Hour=Ora
Ideal=Ideale
ImageDateTime=Data/ora immagine
ImageFile=File immagine
InputMessageDescription=Modifica descrizione del metodo
InsertValue=InserireValore...
InvertCase=Inverti MAIUSCOLE-Minuscole
ItemNotReverted=Impossibile ripristinare oggetto
ItemRevertedOK=Ripristino oggetto OK
Items=Oggetti
LoadList=Carica lista
LowerCase=Imposta minuscolo
LowerCaseFirstLetter=Imposta prima lettera in minuscolo
LowerCaseFirstLetterInEveryWord=Imposta la prima lettera di ogni parola in minuscolo
LowerCasePattern=Imposta modello su minuscolo
MethodName_Add=Aggiungi
MethodName_Attributes=Attributi
MethodName_List=Lista
MethodName_ListReplace=Sostituisci lista
MethodName_Move=Sposta
MethodName_NewCase=Nuovo formato (A-a)
MethodName_NewName=Nuovo nome
MethodName_Remove=Rimuovi
MethodName_RemovePattern=Rimuovi modello
MethodName_Renumber=Rinumera
MethodName_Replace=Sostituisci
MethodName_Script=Script
MethodName_Swap=Scambia
MethodName_Timestamp=Formato data-ora
MethodName_Trim=Taglia
Methods=Metodi
Min=Min
Moderate=Modesta
Modified=Modificato
ModifiedDateTime=Data e Ora di Modifica
Month=Mese
Month_01_Long=Gennaio
Month_01_Short=Gen
Month_02_Long=Febbraio
Month_02_Short=Feb
Month_03_Long=Marzo
Month_03_Short=Mar
Month_04_Long=Aprile
Month_04_Short=Apr
Month_05_Long=Maggio
Month_05_Short=Mag
Month_06_Long=Giugno
Month_06_Short=Giu
Month_07_Long=Luglio
Month_07_Short=Lug
Month_08_Long=Agosto
Month_08_Short=Ago
Month_09_Long=Settembre
Month_09_Short=Set
Month_10_Long=Ottobre
Month_10_Short=Ott
Month_11_Long=Novembre
Month_11_Short=Nov
Month_12_Long=Dicembre
Month_12_Short=Dic
MoveCount=per una lunghezza di
MovedFileCouldNotBeFound=Il file spostato non è stato trovato
MovedFolderCouldNotBeFound=La cartella spostata non è stata trovata
MovedItem=Oggetto spostato
MovedItemPath=Percorso oggetto spostato
MoveFrom=Sposta da
MoveRelative=Spostamento relativo
MoveTo=Sposta in
MsgTitle_Confirm_ClearList=Cancella lista
MsgTitle_Confirm_DeleteColumnSet=Vuoi eliminare gruppo di colonne?
MsgTitle_Confirm_OverwriteColumnSet=Gruppo già esistente
MsgTitle_Confirm_Quit=Esci da Advanced Renamer
MsgTitle_Error=Errore
MsgTitle_Error_FileNotFound=File non trovato
MsgTitle_Error_InvalidColumnSetName=Nome non valido
Msg_Confirm_ClearList=Stai per cancellare tutti i file dalla lista.\n\nSei sicuro di voler continuare?
Msg_Confirm_ClearMethodList=Vuoi cancellare la lista metodi?
Msg_Confirm_DeleteColumnSet=Elimina gruppo colonne\n\nSei sicuro di voler eliminare il gruppo chiamato "%s"
Msg_Confirm_ExtChanged=L'estensione sarà modificata su alcuni file. Questo può compromettere l'uso di alcuni file.\n\nVuoi continuare comunque la rinomina?
Msg_Confirm_OverwriteColumnSet=Gruppo già esistente\n\nVuoi sovrascrivere il gruppo chiamato "%s"?
Msg_Confirm_OverwriteFile=Vuoi sovrascrivere il file?\n\nStai per sovrascrivere il file "%s". Vuoi continuare?
Msg_Confirm_PopulateList=Vuoi compilare la casella di testo con i nomi originali delle voci nella lista?
Msg_Confirm_Quit=Ci sono ancora file nella lista...\n\nSei sicuro di voler uscire?
Msg_Confirm_RenamingPossibleErrors=Errori trovati!\n\nImpossibile rinominare i file aggiunti: riscontrati errori.\n\nVuoi continuare la rinomina?
Msg_Confirm_SettingsPathChanged=Hai cambiato la cartella delle impostazioni.\n\nVuoi copiare le impostazioni correnti in questa cartella?\n\nNota: qualsiasi file esistente nella cartella sarà sovrascritto.
Msg_Error_AddFileAssociation=Impossibile aggiungere associazione file
Msg_Error_CannotAddSoManyFiles=Impossibile aggiungere i file.\n\nImpossibile caricare più di %d oggetti nella lista.
Msg_Error_CheckUpdates=Errore\n\nImpossibile controllare l'esistenza di aggiornamenti.
Msg_Error_CoultNotCreateFolder=Impossibile creare la cartella
Msg_Error_FileNotFound=Errore\n\nImpossibile trovare il file "%s".
Msg_Error_InvalidColumnSetName=Errore\n\n%s nome non valido\n\nIl Nome di un gruppo di Colonne può contenere lettere, numeri, - e _.
Msg_Error_InvalidFolder=Errore\n\nCartella non valida.
Msg_Error_ListIsEmpty=La lista è vuota
Msg_Error_MustEnableBeforeAddFolders=Devi abilitare "%s" o "%s"
Msg_Error_MustHaveSingleExtension=Tutti gli oggetti nella lista devono avere la stessa estensione
Msg_Error_NotFoundItems=%d oggetti non trovati.\n\n%s
Msg_Error_NoUndoList=Nessuna lista annullata è stata selezionata.
Msg_Error_Only2000Plus=Questa caratteristica non è supportata dal tuo sistema. Questa caratteristica è disponibile solo su Windows 2000 o superiori.
Msg_Error_RemoveFileAssociation=Impossibile rimuovere associazione file
Msg_Error_RenamingNoFilesInList=Errore\n\nImpossibile rinominare: non ci sono file nella lista.
Msg_Error_Server=Errore di comunicazione con il server
Msg_Error_Unknown=Errore sconosciuto\n\n%s
Msg_FirstTimeUse=Dev'essere la tua prima volta in Advanced Renamer.Una buona idea è dare un'occhiata alla guida prima di usare questo programma.\n\nVuoi vedere la guida ora?
Msg_Info_BatchModeNotSupportedForFolders=La modalità del gruppo selezionato non è supportata per l'utilizzo con le cartelle.
Msg_Info_BatchWriteMetadataCompleted=Scrittura batch completata.\n\n%d oggetti processati.\n%d OK.\n%d non cambiati.\n%d errori.
Msg_Info_ConvertMethods_0310=In questa versione di Advanced Renamer i metodi standard sono in una cartella personalizzata. Quando clicchi OK potrai selezionare una cartella vuota dove convertire i metodi esistenti.
Msg_Info_CouldNotBeAdded=%d file non possono essere aggiunti.
Msg_Info_ItemsAlreadyInList=%d oggetti sono già in lista
Msg_Info_LanguageChange=La modifica della lingua sarà applicata al riavvio del programma.
Msg_Info_NewVersion=È disponibile una nuova versione di Advanced Renamer.\n\nVuoi scaricare ora la nuova versione?
Msg_Info_NoNewVersion=Nessuna nuova versione di Advanced Renamer disponibile al momento.
Msg_Info_RevertChanges=Questo ripristinerà tutte le impostazioni predefinite.\n\nVuoi continuare?
Msg_Info_ThankYou=Grazie :-). Sei il migliore!
Msg_Info_UndoHasEnded=L'annullamento del gruppo ha concluso con %d errori.
Msg_Info_UndoSuccess=La rinomina del gruppo è stata annullata con successo.
MusicFile=File musicale
Name=Nome
NameAndExtension=Nome ed estensione
NameCollisionRule_AppendImgSubsec=Aggiungi immagine secondaria
NameCollisionRule_AppendNumber=Aggiungi numero incrementale
NameCollisionRule_AppendPattern=Aggiugni modello
NameCollisionRule_Fail=Non fare nulla
NameCollisionRule_Ignore=Ignora
NewCase=Nuovo Formato (A-a)
NewFolder=Nuova cartella
NewName=Nuovo nome
NewNumber=Nuovo Numero
No=No
NoChange=Nessuna modifica
NoMethods=Nessun metodo in uso.\n\nClicca sul pulsante Aggiungi per aggiungere nuovi metodi.
None=Nessuna
NotRegistered=Non registrato
Nth1=1°
Nth2=2°
Nth3=3°
Nth4=4°
Nth5=5°
Nth6=6°
Nth7=7°
Nth8=8°
Nth9=9°
NumberDifference=Differenza numero
NumberLength=Lunghezza numero
NumberPosition=Posizione numero
NumericValueOrPattern=Valore numerico o modello di ricerca
Occurrence=Occorrenza
OK=OK
OriginalFileNotFound=File originale non trovato
OriginalFileStillExists=I file originali esistono ancora
OriginalFolderNotFound=Cartella originale non trovata
OriginalFolderStillExists=Le cartelle originali esistono ancora
Pattern=Modello
PersonalUse=Uso personale
PleaseRegisterMessage=Un messaggio dall'autore:\n\nSe usi questo software frequentemente oppure lo usi commercialmente, ottieni una chiave di licenza utilizzando uno dei due tasti sotto.\n\nCordiali saluti\n  Kim Jensen
Poor=Scarsa
PopulateList=Compila lista
PreBatchScript=Script pre-gruppo...
ReadOnly=Sola Lettura
Readonly_Short=R
RegEx_AnyChar=Qualsiasi carattere
RegEx_CharList=Carattere contenuto nella lista dei caratteri
RegEx_Digit=Carattere numerico (cifra)
RegEx_EndLine=Fine riga
RegEx_Match0OrMore=Confronta 0 o più
RegEx_Match1Or0=Confronta 1 o 0
RegEx_Match1OrMore=Confronta 1 o più
RegEx_MatchLeastNTimeNoMoreM=Confronta almeno n volte, ma non più di m volte.
RegEx_MatchLeastNTimes=Confronta almeno n volte
RegEx_MatchNTimes=Confronta n volte
RegEx_NonCharList=Carattere non contenuto nella lista dei caratteri
RegEx_NonDigit=Carattere non numerico
RegEx_NonWordChar=Carattere non alfanumerico
RegEx_StartLine=Inizio riga
RegEx_SubAlternative=Sottomodello alternativo
RegEx_SubGroup=Gruppo sottomodello
RegEx_SubMatch=Prima coppia sottomodello
RegEx_WordChar=Carattere alfanumerico
Register=Registrati
RegisteredTo=Registrato a %s
RemoveCount=Rimuovi conteggio
RenamedFileCouldNotBeFound=Impossibile trovare il file rinominato
RenamedFolderCouldNotBeFound=Impossibile trovare la cartella rinominata
RenamedItem=Oggetto rinominato
RenamedItemPath=Percorso oggetto rinominato
RenumberChange=Cambia in...
RenumberChangeTypeAbsoluteText=Numero assoluto
RenumberChangeTypeRelativeText=Rispetto al numero esistente
Replace=Sostituisci
ReplaceWith=Sostituisci con...
SaveColumnSet=Salva gruppo di colonne
SaveList=Salva lista
Season=Stagione
Sec=Sec
SelectFolder=Seleziona cartella
SelectMethod=Seleziona un metodo.
Separator=Separatore
Set=Imposta
ShowInWindow=Mostra nella finestra...
Skip=Ignora
StartingAt=Inizia con
Status=Stato
Status_TestingNames=Stato: Controllo nomi...
System=Sistema
System_Short=S
Tag=Tag
TagCategoryAdvanced=Tag avanzati
TagCategoryChecksum=Tag checksum
TagCategoryDateTime=Tag data/ora
TagCategoryDateTimeCreated=Tag data/ora di creazione
TagCategoryDateTimeModified=Tag data/ora di modifica
TagCategoryDefault=Tag predefiniti
TagCategoryFileSize=Tag dimensione file
TagCategoryGPS=Tag posizione GPS
TagCategoryID3=Tag ID3/MP3
TagCategoryImage=Tag Immagine
TagCategoryTVShow=Serie TV
TagCategoryVideo=Tag video
TBShowlblEpisodesTitle=Scegli stagioni ed episodi per "%s".
TextList=Lista testo
TextToBeReplaced=Testo da sostituire
ToRemoveMoreThanOne=Per rimuovere più di un modello usa \\ per separare il modello differente.
ToReplaceMoreThanOne=Per sostituire più frasi usa \\ per separare le frasi differenti.
TrimCharacters=Caratteri indesiderati
TypeNameForColumnSet=Imposta il nome per il gruppo di colonne.
Unknown=Sconosciuto
Unset=Annulla impostazione
UpdateAvailable=Aggiornamento disponibile. Clicca per aggiornare.
UpperCase=Imposta MAIUSCOLO
UpperCaseFirstLetter=Imposta MAIUSCOLO per la prima lettera
UpperCaseFirstLetterInEveryWord=Imposta MAIUSCOLO per la prima lettera di ogni parola
UpperCasePattern=Imposta modello in MAIUSCOLO
UseRegularExpressions=Usa espressioni regolari
Value=Valore
Video=Video
VideoFile=File video
WithErrors=Oggetti con errori
WithoutErrors=Oggetti senza errori
WordSeperators=Separatori di parole
Year=Anno
Yes=Si
ZeroPadding=Riempi con Zeri
ZeroPadTypeAuto=Automatico
ZeroPadTypeManual=Manuale
ZeroPadTypeNo=Nessun riempimento
